TableTennisTracker/_support/get_divisions_request.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tab="http://api.frenoy.net/TabTAPI">
   <soapenv:Header/>
   <soapenv:Body>
      <tab:GetDivisions>
         <!--You may enter the following 4 items in any order-->
         <!--Optional:-->
         <tab:Credentials>
            <!--You may enter the following 2 items in any order-->
            <tab:Account></tab:Account>
            <tab:Password></tab:Password>
         </tab:Credentials>
         <!--Optional:-->
         <tab:Season></tab:Season>
         <!--Optional:-->
         <tab:Level></tab:Level>
         <!--Optional:-->
         <tab:ShowDivisionName>yes</tab:ShowDivisionName>
      </tab:GetDivisions>
   </soapenv:Body>
</soapenv:Envelope>